Repository: protonpass/ios-authenticator
Catalog: LocalPackages/PresentationLayer/Sources/PresentationLayer/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, it, nl, pl, pt_br, ru, tr

source: Yes
de: Ja
es: Sí
es_419: Sí
fr: Oui
it: Sì
nl: Ja
pl: Tak
pt_br: Sim
ru: Да
tr: Evet

source: You can toggle this option by clicking on the toggle button to the right of the row.
de: Du kannst diese Option umschalten, indem du auf den Umschalter rechts neben der Zeile klickst.
es: Puedes activar o desactivar esta opción haciendo clic en el botón de alternancia a la derecha de la fila.
es_419: Puede activar esta opción haciendo clic en el botón de alternancia a la derecha de la fila.
fr: Vous pouvez activer ou désactiver cette option en cliquant sur le bouton bascule situé à droite de la ligne.
it: Puoi attivare o disattivare questa opzione cliccando sul pulsante di attivazione a destra della riga.
nl: U kunt deze optie aan- of uitzetten door op de schakelknop rechts van de rij te klikken.
pl: Możesz przełączyć tę opcję, klikając przycisk przełącznika po prawej stronie wiersza.
pt_br: Você pode alternar esta opção clicando no botão de alternância à direita da linha.
ru: Вы можете переключить эту опцию, нажав на кнопку-переключатель справа от строки.
tr: Bu seçeneği, satırın sağındaki geçiş düğmesine tıklayarak değiştirebilirsiniz.

source: Your import file is protected by a password. Please enter the password to proceed.
de: Deine Importdatei ist passwortgeschützt. Bitte gib das Passwort ein, um fortzufahren.
es: Tu archivo de importación está protegido con una contraseña. Introduce la contraseña para continuar.
es_419: Su archivo de importación está protegido con una contraseña. Ingrese la contraseña para continuar.
fr: Votre fichier d’importation est protégé par un mot de passe. Veuillez saisir le mot de passe pour continuer.
it: Il tuo file di importazione è protetto da una password. Inserisci la password per continuare.
nl: Uw importbestand is beveiligd met een wachtwoord. Voer het wachtwoord in om door te gaan.
pl: Twój plik importu jest chroniony hasłem. Wprowadź hasło, aby kontynuować.
pt_br: Seu arquivo de importação está protegido por senha. Digite a senha para continuar.
ru: Ваш файл импорта защищен паролем. Пожалуйста, введите пароль для продолжения.
tr: İçe aktarma dosyanız bir parola ile korunuyor. Devam etmek için lütfen parolayı girin.

source: Feedback
es: Comentarios
es_419: Comentarios
fr: Votre avis
pl: Opinia
ru: Обратная связь
tr: Geri bildirim

source: SUPPORT
es: SOPORTE
es_419: SOPORTE
it: ASSISTENZA
nl: ONDERSTEUNING
pl: WSPARCIE
pt_br: SUPORTE
ru: ПОДДЕРЖКА
tr: DESTEK

source: Version %@
es: Versión %@
es_419: Versión %@
it: Versione %@
nl: Versie %@
pl: Wersja %@
pt_br: Versão %@
ru: Версия %@
tr: %@ sürümü
